---
kind: type
id: T:Autodesk.Revit.DB.TessellatedBuildIssue
source: html/123454f4-f295-c687-213b-da97c032aba6.htm
---
# Autodesk.Revit.DB.TessellatedBuildIssue

Types of issues encountered while constructing geometrical objects
 from the tessellated face sets.

## Syntax (C#)
```csharp
public class TessellatedBuildIssue : IDisposable
```